Repository: cybercandyman/videocms
Catalog: www/tools/templates/richplayer/translations.tmx
Source language: fr
Languages: en

source: Vous devez activer le javascript
en: You have to activate javascript

source: Liste des vidéos par date de publication et avec option de recherche.
en: List of videos by publishing date and with search option.

source: Sauvegarder cette vidéo dans votre navigateur afin de la retrouver facilement .
en: Save this video onto your navigator so that you can easily retrieve it.

source: Durée
en: Duration

source: Copiez-collez un des liens ci-dessous pour intégrer ce programme à votre site.
en: Copy and paste one of the links below to integrate this video into your site.

source: Cliquer et maintenez ctrl + a de votre clavier pour sélectionner tout le contenu
en: Press ctrl + a to select all

source: href et popup
en: href and popup

source: flash et popup
en: flash and popup

source: <p><u>Pour les utilisateurs de Mozilla Firefox</u></p> <br/> 1. Utilisez Mozilla Firefox version 3 (pour une mise à jour téléchargez le ici <a href="http://www.mozilla-europe.org/fr/firefox/" target="_blank">http://www.mozilla-europe.org/fr/firefox/</a> :cliquez sur Firefox 3 : téléchargement gratuit<br/> 2. Téléchargez et installez les 2 fichiers ci-après : <br/> <span style="margin-left:10px">a) ie_tab-1.5.20080823-fx-win.xpi à <a href="https://addons.mozilla.org/fr/firefox/addon/1419" target="_blank">https://addons.mozilla.org/fr/firefox/addon/1419</a> : cliquez sur « Ajouter à Firefox (windows) » , cliquez sur autoriser puis installer maintenant. Cliquez ensuite sur Redémarrer maintenant.<br/></span> <span style="margin-left:10px">b) IETabPref.txt à l’adresse <a href="http://video.minefe.gouv.fr/MoteurTemplate/templates/dpaep2a48/ietab.htm" target="_blank">http://video.minefe.gouv.fr/MoteurTemplate/templates/dpaep2a48/ietab.htm</a> : faire un clic droit puis, enregistrer le lien de la cible sous (bureau par exemple)<br/></span> 3. Sous Firefox, une fois redémarré : menu outils puis options de IE Tab, choisir préférences puis importer des options et sélectionnez: IETabPref.txt<br/>
en: <p><u>message to Mozilla Firefox users</u></p> <br/> 1. Use Mozilla Firefox version 3 (for an update download at <a href="http://www.mozilla.com/en-US" target="_blank">http://www.mozilla.com/en-US</a> :click Firefox 3 : free download<br/> 2. Download and install both of the following files : <br/> <span style="margin-left:10px">a) ie_tab-1.5.20080823-fx-win.xpi at <a href="https://addons.mozilla.org/en-US/firefox/addon/1419" target="_blank">https://addons.mozilla.org/en-US/firefox/addon/1419</a> : click on « Add to Firefox (windows) » then click allow, then Install now, restart firefox.<br/></span> <span style="margin-left:10px">b) IETabPref.txt at <a href="http://video.minefe.gouv.fr/MoteurTemplate/templates/dpaep2a48/ietab.htm" target="_blank">http://video.minefe.gouv.fr/MoteurTemplate/templates/dpaep2a48/ietab.htm</a> : right click and save link as (on desktop for example). <br/></span> 4. Firefox relaunched / Tools / Options / Tabs : IE Tab options, choose preferences then import options and select : IETabPref.txt<br/>

source: Veuillez saisir au moins un destinataire
en: No recipient

source: Message envoyé.
en: Email sent.

source: Revenir à la page d'accueil pour le choix de la langue de documentation.
en: Click back to the home page for the documentation language choice.

source: Choix de la langue
en: Click back to the home page for the documentation language choice.

source: Favoris
en: Favorites

source: Envoyer par e-mail
en: Email this video

source: Chapitres
en: Chapters

source: Derniéres vidéos
en: Last videos

source: Vidéos lièes
en: Linked Videos

source: Intégration
en: Integration

source: Veuillez saisir les adresses électroniques complétes séparées par un point-virgule.
en: Integration

source: Destinataires
en: Recipients

source: Votre message (optionnel)
en: Recipients

source: Saisissez un message, celui-ci est optionnel.
en: Recipients

source: Envoyer
en: Send
